{
  "connie-barrientos-carey": {
    "name": "Connie Barrientos-Carey",
    "position": "Founder",
    "company": "Aleph Talent Solutions Corporation",
    "photo": "/assets/speakers/connie-barrientos-carey.jpg",
    "bio": "I own Aleph Talent Solutions Corporation, a business and HR consulting firm that helps companies set up in Cebu City. With 14 years of HR and operations management experience.<br><br>Passionate about social enterprise and runs Aldrin's Lechon with our farmers; also a blog for people that need business advice called, Business 101."
  },
  "irish-delos-santos": {
    "name": "Dr. Irish Delos Santos, MA, MBA",
    "position": "Founder",
    "company": "WorkPeach",
    "photo": "/assets/speakers/irish-delos-santos.jpg",
    "bio": "Dr. Irish is a Business Consultant, Digital Marketing Strategist, Mentor, Speaker, Real Estate Manager, Animal Welfare Advocate and Founder of WorkPeach. After receiving her Doctoral Degree, Dr. Irish left the corporate world to focus on her Startup and Real Estate. She is the former Community Manager of JFDI.Asia, the first business accelerator in Southeast Asia, she helped the JFDI community grow in Asia through collaboration with tech startups, entrepreneurs and investors.<br><br>She aims to deliver innovative, profitable digital products and services that will create a positive difference and would make things better."
  },
  "chi-senires": {
    "name": "Chi Señires",
    "position": "Lead Product Designer",
    "company": "Cignal TV",
    "photo": "/assets/speakers/chi-senires.jpg",
    "bio": "Chi is a Lead Product Designer at Cignal TV and a front-end web developer with over 4 years of industry experience. Before graduating from Ateneo de Manila University, she co-founded User Experience Society, the first global Filipino student organization that advocates and practices human-centered design in solving problems in the community. She also spends her time freelancing and volunteering in various creative communities like UXPH and Figma PH."
  },
  "franchette-camoro": {
    "name": "Franchette Camoro",
    "position": "Full Stack Developer",
    "company": "Symph",
    "photo": "/assets/speakers/franchette-camoro.jpg",
    "bio": "Franchette is a Full Stack Developer at Symph and is the WTM Ambassador for GDG Cebu. She has contributed to many tech events here in Cebu and wishes to see an improvement on the quality of programmers locally. She's also an advocate for mental health awareness, and hopes to crate a better environment for future filipinos who struggle and feel alone in their battles.<br><br>When she's not coding, she tries to either practice the zen life, learn new things about anything under the sun or game."
  },
  "lea-truc": {
    "name": "Lea Truc",
    "position": "Community Founder",
    "company": "Women Meet Tech",
    "photo": "/assets/speakers/lea-truc.jpg",
    "bio": "Lea Truc is a college professor in Boston turned tech advocate in Vietnam. Lea Truc has been keynote speakers in multiple community events and seminars by Google Developer Group Vietnam, TEDx, Women in STEM program at the U.S. Consulate General - Ho Chi Minh City… around tech and women empowerment.<br><br>She has received Public Diplomacy Federal Awards by the U.S. Department of State. She is also the Women Techmakers Ambassador for Vietnam."
  },
  "frances-marie-teves": {
    "name": "Frances Marie Teves",
    "position": "Software Engineer",
    "company": "Kyocera",
    "photo": "/assets/speakers/frances-marie-teves.jpg",
    "bio": "Frances is a Software Engineer, Community Builder, and Tech Host. She loves to help create an avenue for developers to discover and learn more about technology. She never imagined going into tech or even development when she was a kid but ended up staying in the field because she believes that being in tech can enable you to start and continue innovations to help make the world a better place. Her current work involves working with teams and focuses on embedded systems for multifunctional printers. She is also the voice behind \"Tech IT or Leave IT\": a show that helps in discovering one’s true passion in tech one podcast at a time."
  }
}
