{
  "frances-marie-teves": {
    "name": "Frances Marie Teves",
    "position": "Community Manager",
    "company": "GDG Cebu",
    "photo": "/assets/speakers/frances-marie-teves.jpg",
    "bio": "Frances Marie is currently working as a Software Engineer. Her work mainly focuses on Embedded Firmware Web Development for multi-functional printers for multiple projects. Aside from her work in technical field, she is also a Community Builder and a Freelance Tech Host. She loves to help create an avenue for developers to discover and learn more about technology. She also does freelance hosting to various events, more focused in tech-related activities. She is the current Community Manager and WTM Lead for GDG Cebu."
  },
  "shad-roi": {
    "name": "Shad Roi de la Cruz",
    "position": "Developer Community Manager - DSC",
    "company": "Google",
    "photo": "/assets/speakers/shad-roi.jpg",
    "bio": ""
  },
  "josan-astrid-chug": {
    "name": "Josan Astrid Chug",
    "position": "CAO & UI/UX Engineer",
    "company": "Aestrea",
    "photo": "/assets/speakers/josan-astrid-chug.jpg",
    "bio": ""
  },
  "elram-espra": {
    "name": "Elram Espra",
    "position": "DSC Lead",
    "company": "CIT-U",
    "photo": "/assets/speakers/elram-espra.jpg",
    "bio": ""
  },
  "justin-po": {
    "name": "Justin Po",
    "position": "DSC Lead",
    "company": "UP Cebu",
    "photo": "/assets/speakers/justin-po.jpg",
    "bio": ""
  },
  "vincent-alturas": {
    "name": "Vincent Alturas",
    "position": "DSC Lead",
    "company": "USC",
    "photo": "/assets/speakers/vincent-alturas.jpg",
    "bio": ""
  },
  "franchette-camoro": {
    "name": "Franchette Camoro",
    "position": "Fullstack Developer",
    "company": "Symph",
    "photo": "/assets/speakers/franchette-camoro.jpg",
    "bio": "Franchette is a Web Developer and is passionate about giving more opportunities to the local community to learn programming to build better software and products. She does this by organizing community events all year round. She also has several hobbies like yoga, reading, and binge watching on netflix."
  },
  "arnelle-balane": {
    "name": "Arnelle Balane",
    "position": "Software Developer",
    "company": "Newlogic",
    "photo": "/assets/speakers/arnelle-balane.jpg",
    "bio": "Arnelle is a Web developer from Cebu, Philippines who enjoys building things with good old HTML, CSS, JavaScript, and Web Platform APIs. He co-organizes GDG Cebu and is an active volunteer and speaker for other local JavaScript communities. He experiments with cool new Web technologies and writes about them in his blog. When not busy experimenting with new Web APIs, he can also taking photos, playing video games, or practicing his card tricks."
  },
  "vin-lim": {
    "name": "Vin Lim",
    "position": "Co-Founder & CEO",
    "company": "Green Room",
    "photo": "/assets/speakers/vin-lim.jpg",
    "bio": "Vin is the Co-Founder and CEO of Green Room, a leading mobile and web application development company, with a portfolio of major international and local brands. Together with his team, he specialises in cross-platform application development, with technologies like TypeScript, Angular and various modern web technologies.<br>His journey in the tech and startup scene has sparked his enthusiasm in building tech community, leading to the founding of Startup Penang, GDG George Town and Angular Malaysia. To contribute to the ecosystem further, he has been speaking in various local and international tech conferences, promoting web technologies.<br>When he is not working, you will find him tinkering and building stuff, from applications to hardwares."
  },
  "hassan-abid": {
    "name": "Hassan Abid",
    "position": "Lead Software Engineer",
    "company": "BeLive",
    "photo": "/assets/speakers/hassan-abid.jpg",
    "bio": "Hassan is Google Developers Experts for Android since 2016. He is currently based in Singapore, Where he works as Lead Software Engineer for South East Asia’s Live Streaming platform - BeLive. Before that, He lived in Seoul, where he worked on Mobile Video Streaming SDK and KineMaster, an Android Video editing app.<br>He loves writing and sharing his experiences about Android development with fellow developers through blogs posts, events and conferences."
  },
  "sean-urgel": {
    "name": "Sean Urgel",
    "position": "Fullstack Developer",
    "company": "Symph",
    "photo": "/assets/speakers/sean-urgel.jpg",
    "bio": "Sean is passionate about making thoughts a reality by creating meaningful products. He puts into action his principles of commitment, consistent hard work, willingness to change and adapt in product development by being a self-taught full-stack developer specializing in React development [at Symph]. He actively shares to the community his learnings and perspective in Medium."
  },
  "albert-padin": {
    "name": "Albert Padin",
    "position": "Co-Founder & CTO",
    "company": "Symph",
    "photo": "/assets/speakers/albert-padin.jpg",
    "bio": "Albert is a developer and entrepreneur who's worked on consumer, enterprise, and government software products. He is the co-founder and CTO of Symph, a design, development, and startup studio. At Symph, he has architected and developed solutions for 500 Startups, Office of the President of the Philippines, and the World Bank. Albert leads a diverse team of developers in creating software solutions. He ensures that the team's output is high quality and performs well at scale. Albert is also passionate about empowering startups and has been involved in the Philippine Startup Ecosystem, by facilitating and mentoring at Startup Weekends and other events. Prior to that, Albert started SpellDial, directed plays, and mentored street children. He studied Information Technology at the Centre for International Education Global Colleges. He lives in Cebu City, Philippines with his wife. His interests include theatre, performing arts, and the non-trivial act of eradicating poverty."
  },
  "faie-lomente": {
    "name": "Faie Lomente",
    "position": "Junior Software Developer",
    "company": "Newlogic",
    "photo": "/assets/speakers/faie-lomente.png",
    "bio": ""
  },
  "truongsinh-tran-nguyen": {
    "name": "TruongSinh Tran-Nguyen",
    "position": "Engineering Director",
    "company": "Inspectorio",
    "photo": "/assets/speakers/truongsinh-tran-nguyen.jpg",
    "bio": "10 years working with teams on cloud, backend, HTML, mobile in multiple startups in Finland and Vietnam. Nordic Startup Award - People’s choice CTO 2016. Agile evangelist and Flutter advocate. Currently Engineering Director at Inspectorio."
  }
}
